@extends('layouts.russian_lang')

@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1 class="text-center">Антонимы</h1>
                <h2>Что такое антонимы?</h2>
                <p>
                    <strong>Антонимы</strong> — слова, принадлежащие одной части речи, различные по звучанию и написанию и имеющие
                    противоположное значение.
                </p>
                <p>
                    Не все слова могут являться антонимами, а только те, которые противопоставляются друг другу по
                    определенному существенному признаку: качеству (добрый — злой, быстро — медленно), направленности
                    (передний — задний, вниз — вверх) и другим.
                    <br>
                    Соответственно, слова с отсутствующей оценочной семантикой, то есть не выражающие противоположность,
                    не имеют антонимов: зонт, лицо, чайник и др. Важно помнить, что слова разных частей речи не являются антонимами. Антонимов нет у местоимений,
                    числительных и имён собственных. Антонимы используются в публицистическом, разговорном, научном
                    и других стилях. Особенно они популярны в художественной литературе.
                </p>

                <h2>Виды антонимов</h2>
                <p>
                    Антонимы бывают:
                </p>
                <ul>
                    <li>
                        разнокорневые (толстый — тонкий, большой — маленький)
                    </li>
                    <li>
                        однокорневые (вбегать — выбегать, счастье — несчатье);
                    </li>
                    <li>
                        языковые (существуют в системе языка: высокий — низкий, правый — левый)
                    </li>
                    <li>
                        речевые (образуются в речевых оборотах: бесценный — грош цена, красавица — кикимара болотная);
                    </li>
                    <li>
                        соразмерные (имеющие противоположные действия: подниматься — опускаться, толстеть — худеть)
                    </li>
                    <li>
                        несоразмерные (некому действию противопоставляется бездействие: уехать — остаться, зажигать — тушить).
                    </li>
                </ul>

                <h2>Лексическое значение</h2>
                <p>
                    У многозначных слов антонимы могут относиться к разным лексическим значениям. Примеры для многозначного
                    слова свежий:
                </p>
                <ul>
                    <li>
                        в значении «недавно испечённый»: свежий хлеб — чёрствый хлеб;
                    </li>
                    <li>
                        в значении «только что появившийся»: свежий журнал — старый журнал;
                    </li>
                    <li>
                        в значении «не бывший в употреблении»: свежий воротничок — грязный воротничок;
                    </li>
                    <li>
                        в значении «чистый, ясный»: свежий воздух — тяжелый воздух.
                    </li>
                </ul>

            </div>
        </div>
    </div>
@endsection