@extends('layouts.russian_lang')

@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1 class="text-center">Омонимы</h1>
                <h2>Определение</h2>
                <p>
                    <strong>Омонимы</strong> — это группа слов, которые по звучанию и написанию абсолютно идентичны, но несут разную
                    смысловую нагрузку, и иногда представляют собой разные единицы языка. Термин “омонимы” ввел Аристотель,
                    его нельзя путать с омофонами или паронимами.
                </p>

                <h2>Классификация омонимов</h2>
                <p>
                    <strong>Омонимия</strong> — нормальное явление в любом языке мира, и важно разобраться с ним подробно.
                </p>
                <p>
                    В современном русском языке существуют 3 основные типичные группы омонимов:
                </p>

                <p>
                    <strong>Полные варианты.</strong> Случай, когда у слов совпадает полная система форм. Примерами могут стать слова
                    «наряд (в плане одежды)» и «Наряд (означающее распоряжение начальства, используется у военных)».
                    В любых словоформах данные слова идентично звучат, но несут разное значение. Их смысл нужно уточнять
                    в соответствии с контекстом, в котором они встречаются в тексте: «Она надела лучший наряд» или
                    «Сержант отправился в наряд»
                </p>

                <p>
                    <strong>Частичные варианты.</strong> Ситуации, когда у слов совпадают одна или некоторые формы. В качестве примера можно
                    привести слово «ласка», которое может означать животное и проявление нежности. Если рассмотреть эти омонимы
                    в родительном падеже, множество для животных будет «множество ласок», а для большого количества нежных
                    проявлений — «ласк» в родительном падеже. Например, «Ее ласка была бесценной для него» или «Ласка
                    быстро взглянула на нас и убежала дальше», но «Ты подарила мне тепло твоих ласк» или «Он коллекционировал
                    фотографии ласок»
                </p>

                <p>
                    <strong>Грамматические варианты.</strong> Омоформы, которые совпадают исключительно в отдельных формах. Примером будет
                    вариант числительного «три» и часто используемого в речи глагола «тереть». При этом глагол совпадает
                    с числительным только в 2 формах — «трем» и «три». Такие слова можно понять только в контексте, и для понимания
                    сути достаточно просто словосочетания — «К трем» или «Мы трем». Еще один пример: «Я тебя берегу» и «Я жду тебя
                    на том берегу» — в других формах слова «беречь» и «берег» не совпадают, но именно в этих вариантах они звучат
                    и пишутся одинаково.
                </p>

                <p>
                    Сами по себе, такие слова вызывают сложности в однозначном определении их смысла, поскольку могут означать разное.
                    Но в контексте конкретного предложения или текста становится понятно, что имелось в виду, потому проблемы
                    эти слова не вызывают. Только так возможно понять порой, что именно вкладывает в омоним автор речи, и
                    потому важно уделять соответствующее внимание обрамлению слова в тексте.
                </p>

                <h2>Частичные омонимы: основные виды</h2>
                <p>
                    <strong>Омофоны</strong> - отдельно взятые слова и словосочетания, которые
                    звучат в устной речи совершенно одинаково, но пишутся на бумаге в итоге совершенно
                    по-разному — омофоны («туш» или «тушь»).
                </p>

                <p>
                    Примеры омонимов омофонов:
                </p>

                <ul>
                    <li>порог и порок;</li>
                    <li>код и кот;</li>
                    <li>гриб и грипп;</li>
                    <li>плод или плот;</li>
                </ul>

                <p>
                    Подобные слова нередко звучат не одинаково, но крайне похоже, и различить их возможно часто по контексту.
                    Если у человека хорошая дикция, некоторые слова возможно выделить в достаточно понятные и различимые.
                    Но это большая редкость, и в большинстве слов невозможно отличить отдельно подобное слово от аналогичного
                    с другой буквой.
                </p>

                <p>
                    <strong>Омографы</strong> —  слова, которые одинаковы при написании, но произносятся с разными ударениями
                    («замок» или «замок»).
                </p>
                <p>
                    Примеры омонимов омографов:
                </p>
                <ul>
                    <li>а&#x301тлас и атла&#x301с — сборник карт и табличек, или вид ткани, которую используют для одежды и постельного белья;</li>
                    <li>
                        се&#x301ло или село&#x301 — поселение, которое отличается небольшими размерами и подчиняется администрациям районов, и процесс опускания чего либо в среднем роде (например, «солнце село за горизонт»);
                    </li>
                    <li>
                        о&#x301рган и орга&#x301н — муз. инструмент и часть живого организма;
                    </li>
                    <li>
                        пари&#x301ть и па&#x301рить — процесс парения в воздухе, или процесс, характерный для парной бани;
                    </li>
                    <li>
                        мука&#x301 и му&#x301ка — пищевой продукт для приготовления выпечки и эмоциональное переживание (тоска).
                    </li>
                </ul>



            </div>
        </div>
    </div>

@endsection
