@extends('layouts.russian_lang')

@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1 class="text-center">Неологизмы</h1>

                <h2>Что такое неологизмы?</h2>
                <p>
                    <strong>Неологизмы</strong> (от греческого «нео» и «логос» - новые слова) - это слова или словосочетания, которые не так
                    давно появились в языке.
                </p>
                <p>
                    Чтобы описывать окружающий мир, язык должен постоянно меняться: какие-то слова устаревают, а для описания
                    новых явлений появляются новые слова. Они и называются неологизмами.
                </p>
                <p>
                    Эти слова звучат непривычно и странно. Но со временем они «приживаются», входят в ежедневное употребление
                    и мы перестаем воспринимать их как что-то новое и необычное.
                </p>
                <h3>Примеры неологизмов</h3>
                <ul>
                    <li>Аккаунт</li>
                    <li>Айтишник</li>
                    <li>Дедлайн</li>
                    <li>Трансгендер</li>
                    <li>Аутентификация</li>
                    <li>Аутентичный</li>
                    <li>Спойлер</li>
                    <li>Бот</li>
                    <li>Софт</li>
                </ul>
                <h2>Какие бывают неологизмы?</h2>
                <p>
                    Неологизмы бывают двух видов: <strong>общеязыковые и авторские</strong> .
                </p>
                <p>
                    <strong>Общеязыковые неологизмы</strong> появляются как бы сами собой, с помощью заимствований из других языков или
                    механизмов словообразования.
                    <br>
                    <strong>Авторские неологизмы</strong> - это слова, которые можно проследить до какого-то
                    конкретного человека: например, писателя, который придумал слово и сам же его и популяризовал.
                </p>

                <h2>Историзмы, архаизмы и неологизмы</h2>
                <p>
                    Если <strong>неологизмы</strong> - это новые слова, к которым мы еще не успели привыкнуть, то <strong>историзмы</strong>
                    и <strong>архаизмы</strong> - это слова,
                    которые мы уже почти забыли.
                    <br>
                    <strong>Историзмы</strong> обозначают вещи или явления, которых в современном мире просто
                    не существует: например, «бояре», «смерд» или «челобитная».
                    <br>
                    <strong>Архаизмы</strong> - это слова, которые были вытеснены
                    синонимами. Например, «очи» - «глаза», «уста» - «рот», «супостат» - «злодей».
                </p>

                <h2>Общеязыковые неологизмы</h2>
                <p>
                    Общеязыковые неологизмы можно разделить на два вида. Первый - это слова, которые получены с помощью
                    <strong>модификаций существующих слов</strong>: например, слова «светофор» или «невесомость» были придуманы в прошлом веке,
                    вместе с внедрением правил дорожного движения и освоением космоса. Тем не менее, их компоненты были знакомы
                    людям и до этого - и смысл был интуитивно понятен.
                </p>
                <p>
                    Второй тип общеязыковых неологизмов - это <strong>заимствования</strong>. Это такие слова, как «бренд» или «бутик».
                    В современном мире новые вещи появляются сразу по всему миру, поэтому и слова чаще
                    заимствуются - например, «браузер» - это заимствование из английского, а «приложение» - это прямой перевод.
                    Заимствования из других языков - это не что-то новое для русского языка: само слово
                    «неологизм» - это заимствование из греческого.
                </p>

            </div>
        </div>
    </div>
@endsection