@extends('layouts.russian_lang')

@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1 class="text-center">Синонимы</h1>

                <h2>Определение</h2>
                <p>
                    <strong>Синонимы русского языка</strong> — это слова одной части речи, различные по написанию и звучанию, имеющие тождественное
                    или близкое лексическое значение. Если кратко: синонимы — слова с близким значением.
                </p>
                <p>
                    Развитое умение пользоваться богатствами русского языка, в том числе синонимами, говорит о высоком
                    профессионализме и мастерстве человека, как писателя.
                </p>
                <h2>Примеры синонимов</h2>

                <ul>
                    <li>
                        Странник (имя существительное) — пилигрим, путешественник, путник, паломник;
                    </li>
                    <li>
                        Весёлый (имя прилагательное) — радостный, праздничный, ликующий, радужный;
                    </li>
                    <li>
                        Бежать (глагол) — мчаться, нестись, торопиться;
                    </li>
                    <li>
                        Быстро (наречие) — шибко, живо, проворно, бойко, лихо, борзо;
                    </li>
                    <li>
                        Рисуя (деепричастие) — изображая, малюя, вырисовывая, воображая, очерчивая;
                    </li>
                    <li>
                        Ах (междометие) — ахти, ох, ух.
                    </li>
                </ul>

                <h2>Синонимические ряды</h2>
                <p>
                    Группа слов из нескольких синонимов называется <strong>синонимическим рядом</strong>, который может состоять как из разнокоренных,
                    так и из однокоренных слов: лицо — лик, рыбак — рыбарь, рыболов.
                </p>
                <p>
                    В синонимическом ряду первым ставится слово — доминанта. Оно является основным и стилистически нейтральным.
                    Другие слова могут быть разных экспрессивно-стилистических оттенков: храбрый (нейтральное) — удалой
                    (народнопоэтическое), неустрашимый (книжное), лихой (разговорное). В синонимичном ряде могут присутствовать
                    фразеологизмы: много — через край, тьма тьмущая, куры не клюют.
                </p>

                <h2>Виды синонимов</h2>

                <p>
                    Рассмотрим точки зрения известных лингвистов на тему деления синонимов на виды.
                </p>
                <h3>Деление Розенталя Д.Э.</h3>
                <p>
                    Так как полностью тождественных слов в русском языке мало, поэтому говорят, что синонимия может проявляться
                    в большей или меньшей степени. Различают несколько видов синонимов:
                </p>

                <ul>
                    <li>
                        Абсолютные или полные;
                    </li>
                    <li>
                        Семантические;
                    </li>
                    <li>
                        Стилевые или экспрессивно-стилистические;
                    </li>
                    <li>
                        Семантико-стилистические.
                    </li>
                </ul>

                <p>
                    <strong>Абсолютными или полными синонимами</strong> обычно называют слова, которые можно полноправно взаимозаменить,
                    их значения полностью совпадают: битва — сражение, бросать — кидать, громадный — огромный. Абсолютные
                    синонимы часто встречаются среди научных терминов: орфография — правописание, языкознание — лингвистика,
                    лингвист — языковед.
                </p>

                <p>
                    <strong>Семантические синонимы</strong> еще называют понятийные, идеографические. Это слова, отличающиеся оттенками в
                    значениях. Семантические синонимы способны передать тончайшие нюансы в обозначении фактов. Они делают нашу речь
                    богаче, глубже, точнее, позволяют детально описать явления действительности. Например, мокрый — влажный,
                    сырой (обозначает степень пропитанности влагой).
                </p>

                <p>
                    <strong>Стилевые или экспрессивно-стилистические </strong>— синонимы, которые имеют отличия в экспрессивно-эмоциональной
                    окраске и употребляются в разных стилях речи. Например, инфекция (спец.) — зараза (разг.), жена (общеупотр.)
                    — супруга (офиц.), родители (общеупотр.) — родаки (жарг.).
                </p>

                <p>
                    Синонимы с экспрессивно-эмоциональной окраской помогают употреблять в речи именно те слова, которые
                    уместны в данной речевой ситуации. Это создает прекрасные возможности для творчества, что очень ценят
                    художники слова.
                </p>

                <p>
                    <strong>Семантико-стилистические</strong> — синонимы, которые отличаются оттенками в значении и стилистически.
                    Их в русском языке большинство. Например, блуждать (книжн.) — передвигаться без определенного направления;
                    кружить (разг.) — менять направление, но все время приходить в одно место; плутать (разг.) — искать
                    верное направление; блудить (простореч.) — идти в поисках верного пути.
                </p>

                <h3>Контекстуальные синонимы</h3>
                <p>
                    Слова, не состоящие в одном синонимичном ряду, в контексте могут выступать как синонимы. Их можно назвать
                    <strong>контекстуальными (ситуативными, окказиональными (случайными), авторскими)</strong>.
                </p>
                <p>
                    Девочка весело пела и плясала. Красотка и кокетка была любимицей папы и мамы. Слова «девочка», «красотка»,
                    «кокетка», «любимица» относятся к контекстуальным синонимам.
                </p>
                <p>
                    Мы в деревню привезли Жучку. Наша лайка стала помощницей деду на охоте. Собака показала себя с лучшей стороны.
                    Слова «Жучка», «лайка» и «собака» являются контекстуальными синонимами.
                </p>

                <p>
                    Такой вид синонимии ограничен только рамками контекста, носит индивидуальный характер и не рассматривается в
                    словарях синонимов. Разграничение в русском языке должно быть строгим, а не примерным. Это и ставит под сомнение
                    правомерность выделения этих слов в разряд контекстуальных синонимов.
                </p>

                <h3>Деление Леканта П.А.</h3>
                <p>
                    Лекант П.А. выделяет абсолютные, стилистические синонимы и рассматривает их примерно так же, как описано выше.
                    А вот семантические синонимы полноправно называет квазисинонимами (от лат. «quasi» «почти, приблизительно»,
                    греч. «synonymos» «одноименный») или мнимыми/частичными синонимами. У квазисинонимов лексические значения
                    совпадают, но не полностью. Они, в отличие от абсолютных синонимов, не во всех контекстах взаимозаменяемы.
                </p>
                <p>
                    Лекант П.А. делит квазисинонимы на 2 вида.
                </p>

                <ul>
                    <li>
                        Слова, частично совпадающие лексическим значением: дорога — тропинка, нести — тащить, день — сутки.
                        Они состоят в видо-видовых отношениях. Каждый синоним отличается своей особенностью в лексическом значении.
                        Два слова «жадный» и «скупой» в одном контексте могут заменять друг друга как полноценные синонимы, а в
                        другом нет.
                        <br>
                        Свои деньги он раздал бедным, его считают не жадным (то есть «не скупым»).
                        <br>
                        Для сравнения другой контекст.
                        <br>
                        Он жадный: так и хочет захватить побольше. (Здесь нельзя заменить на «скупой»).
                        <br>
                        Или еще: в синонимах «бежать» и «нестись» первое слово имеет значение шире, а второе подчеркивает особенность.
                    </li>
                    <li>
                        Слова-синонимы, взаимозаменяемые только в рамках контекста, состоят в родо-видовых отношениях,
                        то есть обозначают видовые и родовые понятия:
                        <br>
                        собака — овчарка — Дружок, полезные ископаемые — металл — железо.
                    </li>
                </ul>

                <h3>Фразеологические синонимы</h3>
                <p>
                    Все лингвисты рассматривают фразеологические синонимы, как отдельный вид в рамках большой темы о фразеологии.
                    Фразеологизмы также образуют синонимические ряды и обладают теми же свойствами, какие имеют обычные синонимы.
                </p>
                <p>
                    Фразеологические синонимы могут отличаться друг от друга стилистической окраской.
                    Камня на камне не оставить (книжн.) — учинить расправу (общеупотр.) — разделать под орех (разг.) — задать
                    перцу (разг.).
                </p>
                <p>
                    Фразеологические синонимы могут отличаться степенью интенсивности. Каждый следующий фразеологизм называет
                    более интенсивное действие по сравнению с предыдущим.
                    <br>
                    Лить слезы — обливаться слезами — утопать в слезах — выплакать все слезы.
                </p>
                <p>
                    У некоторых фразеологических синонимов могут повторяться компоненты.
                    <br>
                    Игра не стоит свеч — овчинка выделки не стоит;
                    <br>
                    задать баню — задать перцу;
                    <br>
                    повесить голову — повесить нос;
                    <br>
                    гонять собак — гонять лодыря.
                </p>
                <p>
                    Богатство фразеологических синонимов, как и лексических, создают огромные выразительные возможности языка.
                </p>

                <h2>Использование синонимов в речи</h2>
                <p>
                    В общих чертах синонимы используются в речи для:
                </p>
                <ul>
                    <li>
                        Более точного и верного выражения мысли (сравните: чужой и зарубежный);
                    </li>
                    <li>
                        Придания эмоциональной окраски, более точного и яркого выражение мысли;
                    </li>
                    <li>
                        Избегания тавтологии (повторений);
                    </li>
                    <li>
                        Связи смежных предложений в тексте.
                    </li>
                </ul>
                <p>
                    Очень подробно эту тему описывает Розенталь Д.Э.
                </p>
                <p>
                    Синонимы в русском языке выполняют важную функцию выразительности речи. Они создают неограниченные возможности
                    более точного их употребления. Работая над текстом, мы особое внимание уделяем подбору синонимов во избежание
                    тавтологии. Употребляем то единственное слово, которое наиболее подходит. При этом выбор точного слова
                    обусловлен особенностями индивидуального стиля.
                </p>
                <p>
                    Синонимы в тексте могут выполнять разные функции:
                </p>
                <ul>
                    <li>
                        Функция уточнения;
                    </li>
                    <li>
                        Функция сопоставления;
                    </li>
                    <li>
                        Функция противопоставления;
                    </li>
                    <li>
                        Функция замещения;
                    </li>
                    <li>
                        Функция усиления.
                    </li>
                </ul>

                <p>
                    <strong>Функция уточнения</strong> используется для уточнения одного понятия.
                    <br>
                    Передо мной был простой человек, обычный и ничем не примечательный.
                </p>
                <p>
                    Функция сопоставления</strong>v предполагает, что синонимы в одном контексте могут иметь разные оттенки
                    значений.
                    <br>
                    Я верю в добро, нет, скорее даже верую в него.
                </p>
                <p>
                    <strong>Функция противопоставления</strong>
                    <br>
                    Она не говорила, а шептала, чтобы ее никто не слышал.
                    <br>
                    Он не смеялся, а громко хохотал.
                </p>
                <p>
                    <strong>Функция замещения</strong> используется во избежание тавтологии.
                    <br>
                    Мама подарила дочери шкатулку небесного цвета. Удивительно, но этот ларчик очень подходил к глазам
                    маленькой девочки.
                </p>
                <p>
                    <strong>Функция усиления</strong> предполагает, что синонимы могут употребляться в качестве однородных
                    членов предложения и способствовать усилению выражения.
                    <br>
                    Солдаты в бою были храбрые, отважные и необыкновенно стойкие.
                    <br>
                    Нанизывание синонимов часто порождает градацию.
                    <br>
                    Наша река была большая, даже огромная.
                </p>

                <h2>Синонимы и ассоциации</h2>
                <p>
                    Не путайте синонимы с ассоциациями, которые иногда имеют близкое лексическое значение.
                    <br>
                    Например, для слова лето ассоциациями могут выступать «каникулы» и «Египет», которые не являются синонимами
                    (не везде и не у всех лето — это каникулы или Египет).
                </p>

            </div>
        </div>
    </div>
@endsection