@extends('layouts.russian_lang')

@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1 class="text-center">Синонимы</h1>

                <h2>Определение</h2>
                <p>
                    <strong>Синонимы русского языка</strong> — это слова одной части речи, различные по написанию и звучанию, имеющие тождественное
                    или близкое лексическое значение. Если кратко: синонимы — слова с близким значением.
                </p>
                <p>
                    Развитое умение пользоваться богатствами русского языка, в том числе синонимами, говорит о высоком
                    профессионализме и мастерстве человека, как писателя.
                </p>
                <h2>Примеры синонимов</h2>

                <ul>
                    <li>
                        Странник (имя существительное) — пилигрим, путешественник, путник, паломник;
                    </li>
                    <li>
                        Весёлый (имя прилагательное) — радостный, праздничный, ликующий, радужный;
                    </li>
                    <li>
                        Бежать (глагол) — мчаться, нестись, торопиться;
                    </li>
                    <li>
                        Быстро (наречие) — шибко, живо, проворно, бойко, лихо, борзо;
                    </li>
                    <li>
                        Рисуя (деепричастие) — изображая, малюя, вырисовывая, воображая, очерчивая;
                    </li>
                    <li>
                        Ах (междометие) — ахти, ох, ух.
                    </li>
                </ul>

                <h2>Синонимические ряды</h2>
                <p>
                    Группа слов из нескольких синонимов называется <strong>синонимическим рядом</strong>, который может состоять как из разнокоренных,
                    так и из однокоренных слов: лицо — лик, рыбак — рыбарь, рыболов.
                </p>
                <p>
                    В синонимическом ряду первым ставится слово — доминанта. Оно является основным и стилистически нейтральным.
                    Другие слова могут быть разных экспрессивно-стилистических оттенков: храбрый (нейтральное) — удалой
                    (народнопоэтическое), неустрашимый (книжное), лихой (разговорное). В синонимичном ряде могут присутствовать
                    фразеологизмы: много — через край, тьма тьмущая, куры не клюют.
                </p>

                <h2>Виды синонимов</h2>

                <p>
                    Рассмотрим точки зрения известных лингвистов на тему деления синонимов на виды.
                </p>
                <h3>Деление Розенталя Д.Э.</h3>
                <p>
                    Так как полностью тождественных слов в русском языке мало, поэтому говорят, что синонимия может проявляться
                    в большей или меньшей степени. Различают несколько видов синонимов:
                </p>

                <ul>
                    <li>
                        Абсолютные или полные;
                    </li>
                    <li>
                        Семантические;
                    </li>
                    <li>
                        Стилевые или экспрессивно-стилистические;
                    </li>
                    <li>
                        Семантико-стилистические.
                    </li>
                </ul>

                <p>
                    <strong>Абсолютными или полными синонимами</strong> обычно называют слова, которые можно полноправно взаимозаменить,
                    их значения полностью совпадают: битва — сражение, бросать — кидать, громадный — огромный. Абсолютные
                    синонимы часто встречаются среди научных терминов: орфография — правописание, языкознание — лингвистика,
                    лингвист — языковед.
                </p>

                <p>
                    <strong>Семантические синонимы</strong> еще называют понятийные, идеографические. Это слова, отличающиеся оттенками в
                    значениях. Семантические синонимы способны передать тончайшие нюансы в обозначении фактов. Они делают нашу речь
                    богаче, глубже, точнее, позволяют детально описать явления действительности. Например, мокрый — влажный,
                    сырой (обозначает степень пропитанности влагой).
                </p>

                <p>
                    <strong>Стилевые или экспрессивно-стилистические </strong>— синонимы, которые имеют отличия в экспрессивно-эмоциональной
                    окраске и употребляются в разных стилях речи. Например, инфекция (спец.) — зараза (разг.), жена (общеупотр.)
                    — супруга (офиц.), родители (общеупотр.) — родаки (жарг.).
                </p>

                <p>
                    Синонимы с экспрессивно-эмоциональной окраской помогают употреблять в речи именно те слова, которые
                    уместны в данной речевой ситуации. Это создает прекрасные возможности для творчества, что очень ценят
                    художники слова.
                </p>

                <p>
                    <strong>Семантико-стилистические</strong> — синонимы, которые отличаются оттенками в значении и стилистически.
                    Их в русском языке большинство. Например, блуждать (книжн.) — передвигаться без определенного направления;
                    кружить (разг.) — менять направление, но все время приходить в одно место; плутать (разг.) — искать
                    верное направление; блудить (простореч.) — идти в поисках верного пути.
                </p>

                <h3>Контекстуальные синонимы</h3>
                <p>
                    Слова, не состоящие в одном синонимичном ряду, в контексте могут выступать как синонимы. Их можно назвать
                    <strong>контекстуальными (ситуативными, окказиональными (случайными), авторскими)</strong>.
                </p>
                <p>
                    Девочка весело пела и плясала. Красотка и кокетка была любимицей папы и мамы. Слова «девочка», «красотка»,
                    «кокетка», «любимица» относятся к контекстуальным синонимам.
                </p>
                <p>
                    Мы в деревню привезли Жучку. Наша лайка стала помощницей деду на охоте. Собака показала себя с лучшей стороны.
                    Слова «Жучка», «лайка» и «собака» являются контекстуальными синонимами.
                </p>

                <p>
                    Такой вид синонимии ограничен только рамками контекста, носит индивидуальный характер и не рассматривается в
                    словарях синонимов. Разграничение в русском языке должно быть строгим, а не примерным. Это и ставит под сомнение
                    правомерность выделения этих слов в разряд контекстуальных синонимов.
                </p>

            </div>
        </div>
    </div>
@endsection