@extends('layouts.russian_lang')

@section('description')Узнайте как привильно писать гласные о - е после шипящих в корне. Посмотрите на примеры с шипящими.@endsection
@section('title')Как писать о — е после шипящих | mobibus @endsection

@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1>Гласные о — е после шипящих в корне слова</h1>
                <p>
                    После шипящих ж, ч, ш, щ под ударением в корне пишется е (ё), хотя произносится [о], если в родственных словах или в
                    другой форме того же слова пишется е (пшённик, пшёнка — пшено́ бечёвка — бечева́ щёлочь — щелочно́й, ощела́чивать печёнка, печёночный — пе́чень).
                </p>
                <p>Следовательно пишем:</p>
                <p>
                    Ё -- Жёлоб, дешёвый, шёрстка, чёрточка, учёба, шёлк, причёска, щёголь, чёлн, пришёл, чёлка, решётка, пчёлы,
                    щётка, чёрный, бечёвка шёпот, почёт, щёлкать. Жёрнов, чечётка, пшёнка, щёлка, печёнка, жёлудь, жёрдочка,
                    щёчка, жёсткий, жёлтый;
                </p>
                <p>
                    О -- анчоусы, артишок, боржоми, джокер, джонка, джоуль, жокей, жонглёр, жор, изжога, капюшон, корнишоны,
                    крыжовник, крюшон, мажор, обжора, трещотка, трущоба, чащоба, чокаться, чокнутый, чопорный, чохом, шов,
                    шовинизм, шок, шоколад, шомпол, шорох, шорты, шоры, шоссе, шотландец, шофёр.
                </p>
                <p>
                    Будьте внимательны при написание существительных поджог, ожог  и глаголов поджег, ожёг.
                    <br>
                    Пример: Ожог от дедовской трубки. Снова ожёг себе руку.
                </p>

            </div>
        </div>
    </div>
@endsection