@extends('layouts.russian_lang')

@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1>Что такое орфография?</h1>
                <p>
                    <strong>Орфография</strong> - это система правил о написании слов.
                    <br>
                    В русской орфографии изучается правописание значимых частей слов - <strong>морфем:</strong>
                    приставок, корней, суффиксов, окончаний; слитное, раздельное, полуслитное (дефисное) написание,
                    ; употребление прописных букв; правила переноса слов.
                </p>

            </div>
        </div>
    </div>
@endsection