@extends('layouts.russian_lang')
@section('description')Расскажем что такое антонимы. Какие они бывают и их лексическое значение.@endsection
@section('title')Что такое антонимы | mobibus @endsection
@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1 class="text-center">Антонимы</h1>
                <h2>Что такое антонимы?</h2>
                <p>
                    <strong>Антонимы</strong> — слова, принадлежащие одной части речи, различные по звучанию и написанию и имеющие
                    противоположное значение.
                </p>
                <p>
                    Не все слова могут являться антонимами, а только те, которые противопоставляются друг другу по
                    определенному существенному признаку: качеству (крепкий - хрупкий, быстрый — медленный), направленности
                    (передний — задний, вниз — вверх) и другим.
                    <br>
                    Соответственно, слова с отсутствующей оценочной семантикой, то есть не выражающие противоположность,
                    не имеют антонимов: два, восемь, телефон, карандаш и др. Важно помнить, что слова разных частей речи
                    не являются антонимами. Антонимов нет у местоимений,
                    числительных и имён собственных. Антонимы используются в разговорном,публицистическом, научном
                    и других стилях. Особенно популярны в художественной литературе.
                </p>

                <h2>Виды антонимов</h2>
                <p>
                    Антонимы бывают:
                </p>
                <ul>
                    <li>
                        несоразмерные (некому действию противопоставляется бездействие: зажигать — тушить, уехать — остаться).
                    </li>
                    <li>
                        разнокорневые (быстрый — медленный, сильный — слабый)
                    </li>
                    <li>
                        языковые (существуют в системе языка: высокий — низкий, правый — левый)
                    </li>
                    <li>
                        однокорневые (подбегать — отбегать, счастье — несчатье);
                    </li>
                    <li>
                        соразмерные (имеющие противоположные действия: подниматься — опускаться, толстеть — худеть)
                    </li>
                    <li>
                        речевые (образуются в речевых оборотах: бесценный — грош цена, красавица — кикимара болотная);
                    </li>
                </ul>

                <h2>Лексическое значение</h2>
                <p>
                    У многозначных слов антонимы могут относиться к разным лексическим значениям. Примеры для многозначного
                    слова тяжёлый:
                </p>
                <ul>
                    <li>
                        в значении «сложный выбор»: тяжёлый выбор — лёжкий хлеб;
                    </li>
                    <li>
                        в значении «много весит»: тяжёлый стол — лёгкий стол;
                    </li>
                    <li>
                        в значении «доставляющий беспокойство»: Тяжёлое дыхание — свободное дыхание;
                    </li>
                </ul>
            </div>
        </div>
    </div>
@endsection