@extends('layouts.russian_lang')

@section('description')Расскажем что же такое неологизмы, историзмы и архаизмы. Приведём из примеры. Расскажем каких видов они бывают.@endsection
@section('title')Что такое неологизмы | mobibus @endsection

@section('content')
    <div class="container">
        <div class="row">
            <div class="col">
                <h1 class="text-center">Неологизмы</h1>

                <h2>Что такое неологизмы?</h2>
                <p>
                    <strong>Неологизмы</strong> (от греческого «нео» и «логос» - новые слова) - это слова или словосочетания, которые не так
                    давно появились в языке.
                </p>
                <p>
                    Чтобы описывать окружающий мир, язык должен постоянно меняться: какие-то слова устаревают, а для описания
                    новых явлений появляются новые слова. Они и называются неологизмами.
                </p>
                <p>
                    Эти слова звучат непривычно и странно. Но со временем они «приживаются», входят в ежедневное употребление
                    и мы перестаем воспринимать их как что-то новое и необычное.
                </p>
                <h3>Примеры неологизмов</h3>
                <ul>
                    <li>Челлендж</li>
                    <li>Айтишник</li>
                    <li>Скам</li>
                    <li>Трансгендер</li>
                    <li>Авторизация</li>
                    <li>Таска</li>
                    <li>Спойлер</li>
                    <li>Софт</li>
                    <li>Крипта</li>
                </ul>
                <h2>Какие бывают неологизмы?</h2>
                <p>
                    Неологизмы бывают двух видов: <strong>общеязыковые и авторские</strong> .
                </p>
                <p>
                    <strong>Общеязыковые неологизмы</strong> появляются сами собой, с помощью заимствований из других языков или
                    механизмов словообразования.
                    <br>
                    <strong>Авторские неологизмы</strong> - это слова, которые можно проследить до какого-то
                    конкретного человека: например, писателя, который придумал слово и сам же его и популяризовал.
                </p>

                <h2>Историзмы, архаизмы и неологизмы</h2>
                <p>
                    <strong>историзмы</strong> и <strong>архаизмы</strong> - это слова, которые мы уже почти забыли.
                    <br>
                    <strong>Историзмы</strong> обозначают вещи или явления, которых в современном мире уже
                    не существует: латы, смерд или вече.
                    <br>
                    <strong>Архаизмы</strong> - это слова, которые были вытеснены
                    синонимами.
                    <br>
                    Например: ежели — если, лепота́ — красота, супостат - злодей, посему́ — поэтому.
                </p>

                <h2>Общеязыковые неологизмы</h2>
                <p>
                    Общеязыковые неологизмы можно разделить на два вида.
                    <br>
                    Первый - это слова, которые получены с помощью <strong>модификаций существующих слов</strong>:
                    например: «светофор» или «невесомость» были придуманы в прошлом веке,
                    вместе с внедрением правил дорожного движения и освоением космоса. Тем не менее, их компоненты были знакомы
                    людям и до этого.
                </p>
                <p>
                    Второй тип общеязыковых неологизмов - это <strong>заимствования</strong>. Это такие слова, как «Скам» или «Челендж».
                    В современном мире новые вещи появляются сразу по всему миру, поэтому и слова чаще
                    заимствуются - например, «Спойлер» - это заимствование из английского. Заимствования из других
                    языков - это не что-то новое для русского языка.
                </p>

            </div>
        </div>
    </div>
@endsection